accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
ark
awesome-terminal-fonts
base
base-devel
bash-completion
bibata-cursor-theme-bin
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
breeze
brightnessctl
btop
btrfs-progs
cachyos-fish-config
cachyos-hooks
cachyos-keyring
cachyos-mirrorlist
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
chaotic-keyring
chaotic-mirrorlist
checkupdates-with-aur
chwd
cliphist
code
cpupower
cryptsetup
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
dropbox
duf
dunst
e2fsprogs
efibootmgr
efitools
emacs
ethtool
exfatprogs
f2fs-tools
ffmpegthumbnailer
ffmpegthumbs
firefox
flatpak
fsarchiver
git
glances
gnome-calculator
gnome-text-editor
grim
grimblast-git
grub
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
harper
haveged
hdparm
htop
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpicker
hyprshade
hyprsunset
imv
inetutils
intel-media-driver
intel-ucode
iptables-nft
iwd
jdk17-openjdk
jfsutils
jq
kde-cli-tools
kitty
konsole
kvantum
kvantum-qt5
lazygit
less
lib32-libva-intel-driver
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
libdvdcss
libgsf
libnotify
libopenraw
libva-intel-driver
libwnck3
linux-cachyos
linux-cachyos-headers
linux-firmware
logrotate
loupe
lsb-release
lsscsi
luarocks
lvm2
man-db
man-pages
mdadm
meld
mesa
mesa-utils
micro
mkinitcpio
ml4w-hyprland
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
nautilus
nautilus-open-any-terminal
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nwg-displays
nwg-dock-hyprland
nwg-look
octopi
oh-my-posh-bin
opencl-mesa
opendesktop-fonts
openssh
os-prober
otf-font-awesome
pacman-contrib
pacseek
pamixer
papirus-icon-theme
paru
pavucontrol
perl
pinta
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
plymouth
pokego-bin
polkit-gnome
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-pip
python-screeninfo
python-uv
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rebuild-detector
reflector
ripgrep
rofi-wayland
rsync
rtkit
s-nail
satty
sddm
sg3_utils
slurp
smartmontools
sof-firmware
starship
stow
sudo
swaync
swww
syncthing
sysfsutils
telegram-desktop
texinfo
texlab-bin
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langarabic
texlive-langchinese
texlive-langcjk
texlive-langcyrillic
texlive-langczechslovak
texlive-langenglish
texlive-langeuropean
texlive-langfrench
texlive-langgerman
texlive-langgreek
texlive-langitalian
texlive-langjapanese
texlive-langkorean
texlive-langother
texlive-langpolish
texlive-langportuguese
texlive-langspanish
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-publishers
texlive-xetex
texpresso-git
trash-cli
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tumbler
udiskie
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vi
vim
vulkan-intel
waybar
waypaper-git
wget
which
wireless-regdb
wireplumber
wlogout
wpa_supplicant
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-input-wacom
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xournalpp
yay
yazi
zathura-pdf-poppler
zen-browser-bin
zoxide
zsh
zsh-completions
zsh-theme-powerlevel10k-git
